WebServiceTest/build/classes/com/http/xxx.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
	xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
	<soap12:Body>
		<GetAPACShippingPackage xmlns="http://shippingapi.ebay.cn/">
			<GetAPACShippingPackageRequest>
				<TrackCode>123</TrackCode>
				<Version>123</Version>
				<APIDevUserID>123</APIDevUserID>
				<APIPassword>123</APIPassword>
				<APISellerUserID>123</APISellerUserID>
				<MessageID>123</MessageID>
			</GetAPACShippingPackageRequest>
		</GetAPACShippingPackage>
	</soap12:Body>
</soap12:Envelope>
